Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A12B.tmx
Source language: en_us
Languages: zh_cn

source: Climate Change Seen as Threat to U.S. Security
zh_cn: 气候变化威胁到美国安全

source: The changing global climate will pose profound strategic challenges to the United States in coming decades, raising the prospect of military intervention to deal with the effects of violent storms, drought, mass migration and pandemics, military and intelligence analysts say.
zh_cn: 军方和情报分析人员说，在接下来的几十年里，全球气候的改变将会对美国产生战略性的挑战，美国军方很可能要参与对暴风、干旱、大规模移民和流行病的应对。

source: Such climate-induced crises could topple governments, feed terrorist movements or destabilize entire regions, say the analysts, experts at the Pentagon and intelligence agencies who for the first time are taking a serious look at the national security implications of climate change.
zh_cn: 分析人士说，这些环境引致的危机可能会拖垮一些政府、滋长恐怖分子活动和使整个地区不稳定。国防部和情报机构的专家首次认真研究气候变化对于国家安全的影响。

source: Recent war games and intelligence studies conclude that over the next 20 to 30 years, vulnerable regions, particularly sub-Saharan Africa, the Middle East and South and Southeast Asia, will face the prospect of food shortages, water crises and catastrophic flooding driven by climate change that could demand an American humanitarian relief or military response.
zh_cn: 最近的军事演习和情报研究可以推导出这样一个结论：在未来的20—30年里，一些脆弱的地区，特别是撒哈拉以南非洲、中东、南亚和东南亚，将面临食物短缺、水危机和由气候变化导致的灾难性洪灾，这些可能需要美国的人道主义援助和军队的帮助。

source: An exercise last December at the National Defense University, an educational institute that is overseen by the military, explored the potential impact of a destructive flood in Bangladesh that sent hundreds of thousands of refugees streaming into neighboring India, touching off religious conflict, the spread of contagious diseases and vast damage to infrastructure.
zh_cn: 由军队掌管的国防大学在去年十二月举行了一次演习，以探索如果在孟加拉发生极具毁灭性的洪灾而导致数十万难民涌向印度所产生的影响：触发宗教冲突、传染性疾病的传播和对基础设施的巨大破坏。

source: “It gets real complicated real quickly,” said Amanda J. Dory, the deputy assistant secretary of defense for strategy, who is working with a Pentagon group assigned to incorporate climate change into national security strategy planning.
zh_cn: 国防部战略副部长Amanda J.Dory（他和一个由五角大楼任命的小组合作来把气候变化融入到国家安全战略计划中）说：“这变得异常的复杂和迅速。”

source: Much of the public and political debate on global warming has focused on finding substitutes for fossil fuels, reducing emissions that contribute to greenhouse gases and furthering negotiations toward an international climate treaty — not potential security challenges.
zh_cn: 关于全球变暖的公众和政治争论大部分是集中于：为化石能源寻找替代品、减少温室气体的排放和对于国际气候条约的进一步谈判—不是潜在的安全挑战。

source: But a growing number of policy makers say that the world’s rising temperatures, surging seas and melting glaciers are a direct threat to the national interest.
zh_cn: 但是越来越多的决策者说，世界气温的上升、海平面的提高和逐渐融化的冰川是对国家利益的直接威胁。

source: If the United States does not lead the world in reducing fossil-fuel consumption and thus emissions of global warming gases, proponents of this view say, a series of global environmental, social, political and possibly military crises loom that the nation will urgently have to address.
zh_cn: 这一观点的支持者说，如果美国不引领世界减少化石燃料的消耗和温室气体的排放，在全球范围内一系列的环境、社会、政治和可能的军事危机会编织在一起，美国将要紧急处理这些问题。

source: This argument could prove a fulcrum for debate in the Senate next month when it takes up climate and energy legislation passed in June by the House.
zh_cn: 下个月参议院将复议众议院在6月份通过的气候和能源法规，这些争议为讨论提供了一个支撑点。

source: Lawmakers leading the debate before Congress are only now beginning to make the national security argument for approving the legislation.
zh_cn: 把该讨论引入国会的决策者现在才开始把国家安全的争论变成通过该法规。

source: Senator John Kerry, the Massachusetts Democrat who is the chairman of the Foreign Relations Committee and a leading advocate for the climate legislation, said he hoped to sway Senate skeptics by pressing that issue to pass a meaningful bill.
zh_cn: 对外关系委员会和气候法规的主要支持者John Kerry议员（马萨诸塞州的民主党员）说，他希望通过施压以通过一个有意义的议案从而消除参议院的疑虑。

source: Mr. Kerry said he did not know whether he would succeed but had spoken with 30 undecided senators on the matter.
zh_cn: Kerry说，他不知道他是否可以成功，但是他已经对30个还没有作出决定的参议员进行劝说。

source: He did not identify those senators, but the list of undecided includes many from coal and manufacturing states and from the South and Southeast, which will face the sharpest energy price increases from any carbon emissions control program.
zh_cn: 他没有说出这些参议员的名字，但是这份名单中包含了一些生产煤炭和以工业为主的州，以及南部和东南部的州，任何的碳排放控制计划都会导致这些州的能源价格的快速上涨。

source: “I’ve been making this argument for a number of years,” Mr. Kerry said, “but it has not been a focus because a lot of people had not connected the dots.”
zh_cn: “我已经参与了这一争论好几年了，”Kerry说，“但是这一直都不是焦点，因为很多人都没有把这一切联系在一起。”

source: He said he had urged President Obama to make the case, too.
zh_cn: 他说，他已经敦促奥巴马总统重视该问题。

source: Mr. Kerry said the continuing conflict in southern Sudan, which has killed and displaced tens of thousands of people, is a result of drought and expansion of deserts in the north.
zh_cn: Kerry说，在苏丹南部持续的冲突已经导致数十万人遇难或流离失所，这是苏丹北部干旱和沙漠扩张的后果。

source: “That is going to be repeated many times over and on a much larger scale,” he said.
zh_cn: “这种情况将会不断地重现，在程度上将会有过而无不及，”他说。

source: The Department of Defense’s assessment of the security issue came about after prodding by Congress to include climate issues in its strategic plans — specifically, in 2008 budget authorizations by Hillary Rodham Clinton and John W. Warner, then senators.
zh_cn: 在国会把气候问题包含在它的战略计划以后，国防部才对安全问题进行评估—具体地说，在由Hillary Rodham Clinton 和 John W.Warner授权的2008年度预算中。

source: The department’s climate modeling is based on sophisticated Navy and Air Force weather programs and other government climate research programs at NASA and the National Oceanic and Atmospheric Administration.
zh_cn: 国防部的气候模型是基于高端的海军和空军天气计划，以及美国宇航局和国家海洋与大气局的国家气候研究计划。

source: The Pentagon and the State Department have studied issues arising from dependence on foreign sources of energy for years but are only now considering the effects of global warming in their long-term planning documents.
zh_cn: 五角大楼和国务院对于美国依赖于进口能源所引起的问题的研究已经有好几年了，但是他们到现在才在他们的长期计划文件中考虑到全球变暖的影响。

source: The Pentagon will include a climate section in the Quadrennial Defense Review, due in February; the State Department will address the issue in its new Quadrennial Diplomacy and Development Review.
zh_cn: 在周二的四年一度的国防回顾中，五角大楼将会把气候问题包含在内；在四年一度的外交和发展回顾中，国务院将会解决这一问题。

source: “The sense that climate change poses security and geopolitical challenges is central to the thinking of the State Department and the climate office,” said Peter Ogden, chief of staff to Todd Stern, the State Department’s top climate negotiator.
zh_cn: 国务院的高级气候谈判员Peter Ogden(Todd Stern的参谋长)说：“气候变化所引起的安全和地缘政治的挑战是国务院和气候办公室考虑的重点。”

source: Although military and intelligence planners have been aware of the challenge posed by climate changes for some years, the Obama administration has made it a central policy focus.
zh_cn: 虽然军队和情报的规划人员在几年前已经意识到气候变化所带来的挑战，但是到奥巴马政府才把它作为一个中央政策的重点。

source: A changing climate presents a range of challenges for the military.
zh_cn: 气候的变化给军队带来一系列的挑战。

source: Many of its critical installations are vulnerable to rising seas and storm surges.
zh_cn: 很多重要的军事装置极其容易受到海平面上升和风暴的影响。

source: In Florida, Homestead Air Force Base was essentially destroyed by Hurricane Andrew in 1992, and Hurricane Ivan badly damaged Naval Air Station Pensacola in 2004. Military planners are studying ways to protect the major naval stations in Norfolk, Va., and San Diego from climate-induced rising seas and severe storms.
zh_cn: 1992年在佛罗里达州，Homestead Air Force Base 被Andrew飓风完全摧毁了，2004年，Naval Air Station Pensacola.军事策划人员正在研究相关的方法来保护Norfolk Va和San Diego 海军基地，以避免受到气候变化所引致的海平面上升和飓风的影响。
